experiments/redis_contention/redis_multi_pairs/loaded_pairs_6/pair_0/clients_1_threads_4_pipeline_1/redis.out
4         Threads
1         Connections per thread
15        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        32442.03          ---          ---         0.06143         0.05500         0.10300         0.87900     34017.52 
Gets        32441.90        15.73     32426.16         0.05620         0.05500         0.09500         0.87100      1310.85 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      64883.92        15.73     32426.16         0.05881         0.05500         0.10300         0.87900     35328.38